<?php
require_once 'vendor/autoload.php';

$collection = array(
    'title' => "Коллекция «BIO-jewelry»",
    'description' => "Коллекция «BIO-Jewelry» создана на стыке науки и искусства. Она сочетает новейшие разработки в сфере биотехнологий и последние достижения в области ювелирного искусства.
        Дизайн капсульной коллекции «BIO-Jewelry» и формы ювелирных украшений подсказаны самой человеческой природой. Эти формы в соединении с золотом, серебром, драгоценными и полудрагоценными камнями помогают их владельцам укрепить здоровье, усилить энергетику и, конечно, почувствовать себя особенными!
        Уникальные украшения «BIO-Jewelry» созданы известным молодым ювелиром, входящим в книгу рекордов Гиннеса, Андреем Шевченко - бренд «Русская ювелирная мастерская».
        Их дизайн основан на компьютерных рисунках биомолекулярных структур белков, сделанных талантливым молодым ученым и дизайнером, уже получившим международное признание, Даниилом Пискаревым. Коллекция «BIO-Jewelry» - это:
        - Молодость и молодость!
        - Энергетика!
        - Амбиции!
        - Стиль!
        - Качество!
        Коллекция «BIO-Jewelry» - украшения для молодых и ярких! Для тех, кто идет вперед!",
    'partner_name' => "Русская ювелирная\nмастерская",
    'partner_url' => 'Andrey.php',
    'partner_job' => 'Творческий партнер',
    'partner_img' => 'img/Accessories/Jewelry/Partner.jpg',
    'items' => array(
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Бег времени\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => "Серебро 925 пробы, полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo1.jpg'
                )
            ),
            'title' => '"Бег времени"',
            'img' => 'img/Accessories/Jewelry/Photo1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Далекая звезда\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => "Серебро 925 пробы, полудрагоценные камни. Ручная работа.
                    Изображен белковый комплекс протонного насоса. Он участвует в процессе создания энергии в клетках.",
                    'img' => 'img/Accessories/Jewelry/Photo2.jpg'
                )
            ),
            'title' => '"Далекая звезда"',
            'img' => 'img/Accessories/Jewelry/Photo2.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Бесконечность времени\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => "Серебро 925 пробы, полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo3.jpg'
                )
            ),
            'title' => '"Бесконечность времени"',
            'img' => 'img/Accessories/Jewelry/Photo3.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Прошлое, настоящее, будущее\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы. ",
                    'img' => 'img/Accessories/Jewelry/Photo4.2.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Прошлое, настоящее, будущее\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы. ",
                    'img' => 'img/Accessories/Jewelry/Photo4.3.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Прошлое, настоящее, будущее\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы. ",
                    'img' => 'img/Accessories/Jewelry/Photo4.4.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Прошлое, настоящее, будущее\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белок Клатрин. Данный белок участвует в клеточном питании и работе иммунной системы. ",
                    'img' => 'img/Accessories/Jewelry/Photo4.1.jpg'
                )
            ),
            'title' => "\"Прошлое, настоящее,\nбудущее\"",
            'img' => 'img/Accessories/Jewelry/Photo4.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Кулон \"Клематис\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => " Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белковый комплекс протонного насоса. Он участвует в процессе создания энергии в клетках.",
                    'img' => 'img/Accessories/Jewelry/Photo5.2.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клематис\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => " Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белковый комплекс протонного насоса. Он участвует в процессе создания энергии в клетках.",
                    'img' => 'img/Accessories/Jewelry/Photo5.3.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клематис\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => " Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белковый комплекс протонного насоса. Он участвует в процессе создания энергии в клетках.",
                    'img' => 'img/Accessories/Jewelry/Photo5.4.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клематис\"\nДаниил Пискарев & Андрей Шевченко ",
                    'caption_description' => " Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен белковый комплекс протонного насоса. Он участвует в процессе создания энергии в клетках.",
                    'img' => 'img/Accessories/Jewelry/Photo5.1.jpg'
                )
            ),
            'title' => '"Клематис"',
            'img' => 'img/Accessories/Jewelry/Photo5.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Снежинка\"\nДаниил Пискарев & Андрей Шевченк",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo6.2.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Снежинка\"\nДаниил Пискарев & Андрей Шевченк",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo6.3.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Снежинка\"\nДаниил Пискарев & Андрей Шевченк",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo6.4.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Снежинка\"\nДаниил Пискарев & Андрей Шевченк",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo6.1.jpg'
                )
            ),
            'title' => '"Снежинка"',
            'img' => 'img/Accessories/Jewelry/Photo6.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Кулон \"Астероид\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo7.2.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Астероид\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo7.3.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Астероид\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo7.4.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Астероид\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo7.1.jpg'
                )
            ),
            'title' => '"Астероид"',
            'img' => 'img/Accessories/Jewelry/Photo7.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Черепашка\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo8.2.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Черепашка\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo8.3.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Черепашка\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo8.4.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Черепашка\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo8.1.jpg'
                )
            ),
            'title' => '"Черепашка"',
            'img' => 'img/Accessories/Jewelry/Photo8.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Кулон \"Клевер\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.\nИзображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo9.2.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клевер\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.\nИзображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo9.3.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клевер\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.\nИзображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo9.4.jpg'
                ),
                array(
                    'caption_title' => "Кулон \"Клевер\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.\nИзображён Аденокапсид.",
                    'img' => 'img/Accessories/Jewelry/Photo9.1.jpg'
                )
            ),
            'title' => '"Клевер"',
            'img' => 'img/Accessories/Jewelry/Photo9.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Комплект \"Материки\". Серьги и кулон.\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен гормон Инсулин. Данный гормон помогает в регуляции уровня глюкозы в крови.",
                    'img' => 'img/Accessories/Jewelry/Photo10.2.jpg'
                ),
                array(
                    'caption_title' => "Комплект \"Материки\". Серьги и кулон.\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен гормон Инсулин. Данный гормон помогает в регуляции уровня глюкозы в крови.",
                    'img' => 'img/Accessories/Jewelry/Photo10.3.jpg'
                ),
                array(
                    'caption_title' => "Комплект \"Материки\". Серьги и кулон.\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен гормон Инсулин. Данный гормон помогает в регуляции уровня глюкозы в крови.",
                    'img' => 'img/Accessories/Jewelry/Photo10.4.jpg'
                ),
                array(
                    'caption_title' => "Комплект \"Материки\". Серьги и кулон.\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображен гормон Инсулин. Данный гормон помогает в регуляции уровня глюкозы в крови.",
                    'img' => 'img/Accessories/Jewelry/Photo10.1.jpg'
                )
            ),
            'title' => '"Материки"',
            'img' => 'img/Accessories/Jewelry/Photo10.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Коралл\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа. 
                    Изображен фермент Депептидаза. Данный фермент участвует в работе пищеварительной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo11.2.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Коралл\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа. 
                    Изображен фермент Депептидаза. Данный фермент участвует в работе пищеварительной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo11.3.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Коралл\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа. 
                    Изображен фермент Депептидаза. Данный фермент участвует в работе пищеварительной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo11.4.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Коралл\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа. 
                    Изображен фермент Депептидаза. Данный фермент участвует в работе пищеварительной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo11.1.jpg'
                )
            ),
            'title' => '"Коралл"',
            'img' => 'img/Accessories/Jewelry/Photo11.1.jpg'
        ),
        array(
            'slides' => array(
                array(
                    'caption_title' => "Брошь \"Звезда любви\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo12.2.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Звезда любви\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo12.3.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Звезда любви\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo12.4.jpg'
                ),
                array(
                    'caption_title' => "Брошь \"Звезда любви\"\nДаниил Пискарев & Андрей Шевченко",
                    'caption_description' => "Золото 585 пробы или серебро 925 пробы, драгоценные или полудрагоценные камни. Ручная работа.
                    Изображён белок Апоптосома. Данный белок входит в состав противораковой иммунной системы.",
                    'img' => 'img/Accessories/Jewelry/Photo12.1.jpg'
                )
            ),
            'title' => '"Звезда любви"',
            'img' => 'img/Accessories/Jewelry/Photo12.1.jpg'
        )
    )
);
$title = 'Ювелирные украшения';
$keywords = array('Ювелирные украшения', 'P-lacebo');
$description = 'Ювелирные украшения P-lacebo';

$loader = new Twig_Loader_Filesystem('template');
$twig = new Twig_Environment($loader, array('cache' => 'cache', 'auto_reload' => true));

$template = $twig->load('collection.twig');
echo $template->render(array('collection' => $collection, 'title' => $title, 'keywords' => $keywords, 'description' => $description));